<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>A download failed.</key>
	<string>A download failed.</string>
	<key>A download was cancelled.</key>
	<string>A download was cancelled.</string>
	<key>A download was completed successfully.</key>
	<string>A download was completed successfully.</string>
	<key>A web page connection is like a mini web browser within Royal TSX. Get quick access to your favorite shortcuts or web applications directly in Royal TSX. Very useful for router admin interfaces, sharepoint sites, etc.</key>
	<string>A web page connection is like a mini web browser within Royal TSX. Get quick access to your favorite shortcuts or web applications directly in Royal TSX. Very useful for router admin interfaces, sharepoint sites, etc.</string>
	<key>Actual Size</key>
	<string>Actual Size</string>
	<key>Allow Internet Plugins</key>
	<string>Allow Internet Plugins</string>
	<key>An error occurred while parsing the URL.</key>
	<string>An error occurred while parsing the URL.</string>
	<key>Auto Fill Script</key>
	<string>Auto Fill Script</string>
	<key>Automatically show data</key>
	<string>Automatically show data</string>
	<key>Back</key>
	<string>Back</string>
	<key>Configure advanced settings like the Cookie Storage mode, the User Agent String or how to handle invalid certificates.</key>
	<string>Configure advanced settings like the Cookie Storage mode, the User Agent String or how to handle invalid certificates.</string>
	<key>Cookie Storage</key>
	<string>Cookie Storage</string>
	<key>Custom User Agent String</key>
	<string>Custom User Agent String</string>
	<key>Do you want to allow this page to open "{0}"?</key>
	<string>Do you want to allow this page to open "{0}"?</string>
	<key>Enable Developer Extras</key>
	<string>Enable Developer Extras</string>
	<key>Engine</key>
	<string>Engine</string>
	<key>Find</key>
	<string>Find</string>
	<key>Find in '{0}'...</key>
	<string>Find in '{0}'...</string>
	<key>Find...</key>
	<string>Find...</string>
	<key>Forward</key>
	<string>Forward</string>
	<key>Global</key>
	<string>Global</string>
	<key>Go to the homepage</key>
	<string>Go to the homepage</string>
	<key>Ignore invalid certificates</key>
	<string>Ignore invalid certificates</string>
	<key>Inject at Document End</key>
	<string>Inject at Document End</string>
	<key>Inject at Document Start</key>
	<string>Inject at Document Start</string>
	<key>Isolated</key>
	<string>Isolated</string>
	<key>Legacy</key>
	<string>Legacy</string>
	<key>Location</key>
	<string>Location</string>
	<key>Location...</key>
	<string>Location...</string>
	<key>Modern</key>
	<string>Modern</string>
	<key>Official Royal TSX Web Plugin</key>
	<string>Official Royal TSX Web Plugin</string>
	<key>Prevent cross-site tracking</key>
	<string>Prevent cross-site tracking</string>
	<key>Reload</key>
	<string>Reload</string>
	<key>Reload this page</key>
	<string>Reload this page</string>
	<key>Requires at least macOS 10.10 Yosemite.</key>
	<string>Requires at least macOS 10.10 Yosemite.</string>
	<key>Royal TSX can't open "{0}" because macOS doesn't recognise internet addresses starting with "{1}:".</key>
	<string>Royal TSX can't open "{0}" because macOS doesn't recognise internet addresses starting with "{1}:".</string>
	<key>Show downloads</key>
	<string>Show downloads</string>
	<key>Show the next page</key>
	<string>Show the next page</string>
	<key>Show the previous page</key>
	<string>Show the previous page</string>
	<key>The "Display Name" must not be empty.</key>
	<string>The "Display Name" must not be empty.</string>
	<key>The "URL" must not be empty.</key>
	<string>The "URL" must not be empty.</string>
	<key>The legacy WebKit engine doesn't support plugins (Flash, Java, etc.).</key>
	<string>The legacy WebKit engine doesn't support plugins (Flash, Java, etc.).</string>
	<key>The modern WebKit engine supports plugins (Flash, Java, etc.).</key>
	<string>The modern WebKit engine supports plugins (Flash, Java, etc.).</string>
	<key>This setting is only available for connections that use the modern WebKit engine.</key>
	<string>This setting is only available for connections that use the modern WebKit engine.</string>
	<key>Timeout</key>
	<string>Timeout</string>
	<key>URL</key>
	<string>URL</string>
	<key>Use custom User Agent String</key>
	<string>Use custom User Agent String</string>
	<key>Web Page Connection Settings</key>
	<string>Web Page Connection Settings</string>
	<key>Web Page Default Settings</key>
	<string>Web Page Default Settings</string>
	<key>Web Page Template Settings</key>
	<string>Web Page Template Settings</string>
	<key>Zoom In</key>
	<string>Zoom In</string>
	<key>Zoom Out</key>
	<string>Zoom Out</string>
	<key>seconds</key>
	<string>seconds</string>
	<key>{0} ({1} of {2})</key>
	<string>{0} ({1} of {2})</string>
</dict>
</plist>
